11/data/attachments/e0c8fdad84511fa.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b88ac888-308b-45fe-b038-8dfbff7478d6</nif:username>
            <nif:friendToBeAdded>Steven_worker_Actions_35472_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>